Repository: tvaddonsco/plugin.program.indigo
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30000
source: Logs Uploaded
he_il: היומנים הועלו

# #30001
source: Log Upload Failed: %s
he_il: העלאת יומן נכשלה: %s

# #30002
source: Do you want to upload your logs?
he_il: האם ברצונך להעלות את יומני הרישום?

# #30003
source: Email Successful
he_il: אי-מייל נשלח בהצלחה

# #30004
source: Email Failed
he_il: שליחת האי-מייל נכשלה

# #30005
source: Email Not Supported
he_il: אי-מייל אינו נתמך

# #30006
source: Email Not Configured
he_il: אי-מייל לא הוגדר

# #30007
source: *WARNING* Debug Logs may contain sensitive information!
he_il: * אזהרה * יומני אירועים עשויים להכיל מידע רגיש!

# #30500
source: Destination Email Address
he_il: כתובת אי-מייל ליעד

# #30501
source: Include Old Kodi Log
he_il: כלול יומן אירועים קודם של קודי
